* 新概念英语第 2 册
** TODO 02 Breakfast or lunch? Entered on <2017-01-08 周日 12:00>
   :LOGBOOK:
   CLOCK: [2017-01-08 周日 12:00]--[2017-01-08 周日 13:05] =>  1:05
   :END:
   It was Sunday.
   I never get up early on Sundays.
   I sometimes stay in bed until lunchtime.
   Last Sunday I got up very late.
   I looked out of the window.
   It was dark outside.
   'What a day?' I thought.
   'Is's raining again.'
   Just then, the telephone rang.
   Is was my aunt Lucy.
   'I've just arrived by train,' she said.
   'I'm comming to see you.'
   'But I'm still having breakfast,' I said.
   'What are you doing?' she asked.
   'I'm having breakfast,'I Irepeated.
   'Dear me,' she said.
   'Do you always get up so late? It's one a'clock!'
** TODO 03 Please send me a card Entered on <2017-01-08 周日 13:06>
   :LOGBOOK:
   CLOCK: [2017-01-08 周日 13:20]--[2017-01-08 周日 13:39] =>  0:19
   CLOCK: [2017-01-08 周日 13:06]--[2017-01-08 周日 13:20] =>  0:14
   :END:
   Postcards always spoil my holidays.
   Last summer, I went to Italy.
   I visited museums and sat in public Gardens.
   A friendly waiter taught me a few words of Italian.
   Then he lent me a book.
   I read few line.
   But I did not understand a word.
   Everyday I thought about postcards.
   My holidays passed quickly, but I did not send cards to my friends.
   On the last day I made a big decision.
   I got up early and bought thirtyseven cars.
   I spent the whole day in my room, but I did not write a single card!
   
